Repository: omllobet/kmagnet
Catalog: po/*/kMagnet.po
Languages: ca, cs

source: Time: 00:00
ca: Temps: 00:00
cs: Čas: 00:00

source: Movements: 0
ca: Moviments: 0
cs: Pohyby: 0

source: Play random
ca: Juga
cs: Hrát náhodně

source: Hard Puzzle 1
ca: Trencaclosques difícil 1
cs: Těžký hlavolam 1

source: Hard Puzzle 2
ca: Trencaclosques difícil 2
cs: Těžký hlavolam 2

source: Hard Puzzle 3
ca: Trencaclosques difícil 3
cs: Těžký hlavolam 3

source: Editor Mode
ca: Mode d'edició
cs: Režim úprav

source: Get puzzles!
ca: Aconsegueix trencaclosques!
cs: Získat hlavolamy

source: Settings
ca: Configuració
cs: Nastavení

source: General
cs: Obecné

source: Theme
ca: Tema
cs: Námět

source: Load Puzzle
ca: Carrega trencaclosques
cs: Nahrát hlavolam

source: Sorry, The file %1 doesn't exist
ca: Em sap greu, el fitxer %1 no existeix
cs: Promiňte, ale soubor %1 neexistuje

source: File doesn't exist
ca: El fitxer no existeix
cs: Soubor neexistuje

source: Sorry, This is not a valid kMagnet Puzzle file
ca: Em sap greu, aquest fitxer no sembla un trencaclosques del kMagnet vàlid
cs: Promiňte, ale toto není platný soubor s hlavolamem kMagnet

source: File Not Valid
ca: Fitxer no vàlid
cs: Soubor není platný

source: Time: %1
ca: Temps: %1
cs: Čas: %1

source: Movements: %1
ca: Moviments: %1
cs: Pohyby: %1

source: Thanks for playing. Do you want to try again?
ca: Gràcies per jugar. Voleu tornar-ho a intentar?
cs: Díky za hru. Chcete to zkusit znovu?

source: Game ended
ca: Joc finalitzat
cs: Hra skončila

source: Save Puzzle
ca: Desa el trencaclosques
cs: Uložit hlavolam

source: Failed to load "%1" theme. Please check your installation.
ca: No s'ha pogut carregar el tema "%1". Si us plau comproveu la instal·lació.
cs: Nepodařilo se nahrát námět "%1". Prověřte, prosím, svou instalaci.

source: Choose where to load/save puzzles from/to
ca: Escull d'on carregar/desar els trencaclosques
cs: Vybrat odkud/kam nahrát/uložit hlavolamy

source: Random predefined
ca: Predefinit aleatori
cs: Přednastaven náhodný

source: A simple puzzle-like game
ca: Un joc tipus trencaclosques senzill
cs: Jednoduchá hra na způsob hlavolamu

# NAME OF TRANSLATORS
source: Your names
ca: Oscar Martinez
cs: Pavel Fric

# EMAIL OF TRANSLATORS
source: Your emails
ca: omllobet@gmail.com
cs: pavelfric@seznam.cz

source: Fedora packages and bug reporting.
ca: Paquets per Fedora i informe d'errors.
cs: Balíčky pro Fedoru a hlášení chyb.

source: HotNewStuff repository.
ca: Repositori HotNewStuff
cs: Skladiště HotNewStuff

source: Gentoo packages.
ca: Paquets Gentoo
cs: Balíčky pro Gentoo.

source: Slackware packages.
ca: Paquets Slackware
cs: Balíčky pro Slackware.

source: Puzzle to open
ca: Trencaclosques a obrir
cs: Hlavolam k otevření

source: &Play puzzle
ca: &Juga trencaclosques
cs: &Hrát hlavolam

source: Main Toolbar
ca: Barra d'eines principal
cs: Hlavní nástrojový pruh
